{
  "contact_me": "contact me",
  "about_me": "about me",
  "introduction_name": "Hello, I am Jarji Abuashvili a web developer",
  "introduction_p_1": "I have been developing web apps for two years, I am motivated and always looking out for new oppurtunities.I have experience of developing web apps mainly using React.js, JavaScript and Laravel.",
  "introduction_p_2": "My objective is to find company where I can improve my skills and experience as a junior web developer or as an intership candidate. I have created various React.js and Laravel projects and in conclusion while doing this projects I find myself very determined and consistent.",
  "basic_information": "basic information",
  "full_name_label": "fullname",
  "email_label": "email",
  "age_label": "age",
  "phone_label": "phone",
  "location_label": "location",
  "languages_label": "languages",
  "georgia": "georgia",
  "gori": "gori",
  "tbilisi": "tbilisi",
  "main_project_label": "main project",
  "github_link": "github link",
  "front": "frontend",
  "back": "backend",
  "production_link": "production link",
  "landing_text": "This is my main project, which for me was the hardest project i've ever had to do on my own. In this project I had to use Next.js for frontend part and Laravel for backend part. This is landing page for my app from where you can login or create account and verify your email which will be sent to that specified email or quickly register or login with google account and access further content of my app. If for some reason you forgot your password, you can recover it just by providing your account's email and recover instructions will be sent to that email. Also this app has support for English and Georgian languages.",
  "profile_text": "On the profile page you have access to your accounts information. From here you can change your name, email, password or your avatar, but if you are registered with google you are only able to change your name and avatar. If you are registered without google you can change anything even email. Changing email is a bit different than changing other information because new email has to be verified so when you provide new email first you get verification mail on that email, after you verify you get redirected to profile page and new email is set!",
  "movie_desc_text": "On movie description page we get more info about the movie we have created, From here we can update movie credentials or delete the movie. Also we have access to all the quotes this movie has which we can also delete or update as we wish and of course we can add new quote from here straight away without going to news feed page and we don't even need to choose for which movie the quote will be created for because we are already on specific movie page and it is attached to that movie by default.",
  "news_feed_text": "After logging in you will be introduced to a page called news feed. In news feed you have access to newest posted posts which are movie quotes but they have a face of posts on which you can interact by either liking it or commenting on it and your interaction will be sent to post's author via notifications which you can see from navbar on the right. you can create a post by clicking button on the top, but you can create post(quote) only under your own movies. Also you have ability to search through posts by what movie they belong to by starting search with @ or by quote names which starts with # or just search both by not providing anything before search.",
  "other_projects": "other projects",
  "contact_me_via": "contact me via",
  "education_label": "education",
  "experience_label": "experiences",
  "visit_web": "visit website",
  "name": "jarji Abuashvili",
  "georgian": "georgian",
  "english": "english",
  "tenzies": "tenzies game!",
  "react_calc": "react calculator",
  "covid_questionnaire": "covid questionnaire",
  "tic_tac_toe_game": "tic tac toe game",
  "edu_type_school": "school",
  "edu_one": "Gymnasium of saint Giorgi Mtatsmindeli",
  "exp_type_intership": "intership",
  "duration_months": "months",
  "exp_place_one": "redberry international",
  "exp_place_one_desc": "During my time at Redberry International, I was exposed to various aspects of web development operations, working on projects that apply to real world applications. This experience provided me with opportunities into furthering my knowledge in frontend development and being introduced to backend development with PHP and Laravel. Throughout my internship, I had the privilege of working with experienced professionals who were dedicated to mentoring and guiding me. This interaction allowed me to improve my communication skills, and gain a deeper understanding of web development's best practices."
}
